addr_list={}
sub_addr_list={}

addr_list['서울특별시']=('서울특별시', '서울시', '서울')
addr_list['경기도']=('경기도', '경기')
addr_list['강원도']=('강원도', '강원')
addr_list['충청북도']=('충청북도', '충북')
addr_list['충청남도']=('충청남도', '충남')
addr_list['경상북도']=('경상북도', '경북')
addr_list['경상남도']=('경상남도', '경남')
addr_list['전라북도']=('전라북도', '전북')
addr_list['전라남도']=('전라남도', '전남')
addr_list['부산광역시']=('부산', '부산광역시', '부산시')
addr_list['대구광역시']=('대구', '대구광역시', '대구시')
addr_list['인천광역시']=('인천', '인천광역시', '인천시')
addr_list['광주광역시']=('광주', '광주광역시', '광주시')
addr_list['대전광역시']=('대전', '대전광역시', '대전시')
addr_list['울산광역시']=('울산', '울산광역시', '울산시')
addr_list['세종특별자치시']=('세종', '세종시', '세종특별시', '세종특별자치시')
addr_list['제주특별자치도']=('제주', '제주도', '제주특별도', '제주특별자치도')


sub_addr_list['충청북도']=('제천시', '충주시', '단양군', '음성군', '진천군', '증평군', '괴산군', '청주시', '보은군', '옥천군', '영동군')
sub_addr_list['충청남도']=('논산시', '계룡시', '서산시', '태안군', '공주시', '부여군', '천안시', '홍성군', '예산군', '아산시', '서천시',
                          '당진시', '보령시', '청양군', '금산군')
sub_addr_list['경상북도']=('포항시', '경주시', '김천시', '안동시', '구미시', '영주시', '영천시', '상주시', '문경시', '경산시', '군위군',
                          '의성군', '청송군', '영양군', '영덕군', '청도군', '고령군', '성주군', '칠곡군', '예천군', '봉화군', '울진군', '울릉군')
sub_addr_list['경상남도']=('창원시', '김해시', '진주시', '양산시', '거제시', '통영시', '사천시', '밀양시', '함안군', '거창군', '창녕군', '고성군',
                          '하동군', '합천군', '남해군', '함양군', '산청군', '의령군')
sub_addr_list['전라북도']=('전주시', '익산시', '군산시', '정읍시', '김제시', '남원시', '완주군', '고창군', '부안군', '임실군', '순창군', '진안군',
                          '무주군', '장수군')
sub_addr_list['전라남도']=('목포시', '여수시', '순천시', '나주시', '광양시', '담양군', '곡성군', '구례군', '고흥군', '보성군', '화순군', '장흥군',
                          '강진군', '해남군', '영암군', '무안군', '함평군', '영광군', '장성군', '완도군', '진도군', '신안군')

